11/data/attachments/47145d9f1491eecf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_4cd8136e-8ecf-4132-b248-92bf88004d14</nif:username>
            <nif:friendToBeAdded>Jeremy_tell_Actions_12895_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>